Repository: EkaterinePapava/lxinput
Catalog: po/*.po
Languages: ka

source: LXInput autostart
ka: LXInput-ის ავტოგაშვება

source: Setup keyboard and mouse using settings done in LXInput
ka: კლავიატურისა და თაგუნას მორგება LXInput-ში მორგებული პარამეტრებით

source: Input Device Preferences
ka: შეყვანის მოწყობილობის მორგება

source: Sensitivity:
ka: მგრძნობიარობა:

source: High
ka: მაღალი

source: Low
ka: დაბალი

source: Fast
ka: სწრაფი

source: Slow
ka: ნელი

source: Acceleration:
ka: აჩქარება:

source: <b>Motion</b>
ka: <b>მოძრაობა</b>

source: Left handed (Swap left and right mouse buttons)
ka: ცაცია (თაგუნას მარჯვენა და მარცხენა ღილაკების მიმოცვლა)

source: Mouse
ka: თაგუნა

source: Delay before each key starts repeating
ka: დაყოვნება, სანამ თითოეული ღილაკი გამეორებას დაიწყებს

source: Repeat delay:
ka: გამეორების დაყოვნება:

source: Interval between each key repeat
ka: ინტერვალი თითოეული ღილაკის გამეორებას შორის

# interval
source: Long
ka: გრძელი

# interval
source: Short
ka: მოკლე

# delay
source: Long
ka: გრძელი

# delay
source: Short
ka: მოკლე

source: Repeat interval:
ka: გამეორების ინტერვალი:

source: Type in the following box to test your keyboard settings
ka: აკრიფეთ შემდეგ ველში თქვენი კლავიატურის პარამეტრების შესამოწმებლად

source: <b>Character Repeat</b>
ka: <b>სიმბოლოს გამეორება</b>

source: Beep when there is an error of keyboard input
ka: პიპინი კლავიატურიდან შეყვანის შეცდომის არსებობისას

source: <b>Keyboard layout</b>
ka: <b>კლავიატურის განლაგება</b>

source: Keyboard
ka: კლავიატურა

source: Touch Pad
ka: სენსორული პანელი

source: Keyboard and Mouse
ka: კლავიატურა და თაგუნა

source: Configure keyboard, mouse, and other input devices
ka: მოირგეთ კლავიატურა, თაგუნა და სხვა შეყვანის მოწყობილობები
